Revit 2022 API
ParameterTypeId.FabricationCenterlineElevationOfPart Property
 "Centerline Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationCenterlineElevationOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationCenterlineElevationOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationCenterlineElevationOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace